Repository: limboemu/limbo
Catalog: limbo-android-lib/src/main/jni/glib/po/*.po
Languages: en@shaw

source: missing '<' in symbolic reference
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ '<' ğ‘¦ğ‘¯ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•

source: unfinished symbolic reference
en@shaw: ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•

source: zero-length symbolic reference
en@shaw: ğ‘Ÿğ‘½ğ‘´-ğ‘¤ğ‘§ğ‘™ğ‘” ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•

source: digit expected
en@shaw: ğ‘›ğ‘¦ğ‘¡ğ‘¦ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: illegal symbolic reference
en@shaw: ğ‘¦ğ‘¤ğ‘°ğ‘œğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•

source: stray final '\'
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘± ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ '\'

source: unknown escape sequence
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•

source: Error while parsing replacement text "%s" at char %lu: %s
en@shaw: ğ‘»ğ‘¼ ğ‘¢ğ‘²ğ‘¤ ğ‘ğ‘¸ğ‘•ğ‘¦ğ‘™ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ "%s" ğ‘¨ğ‘‘ ğ‘—ğ‘¸ %lu: %s

source: Quoted text doesn't begin with a quotation mark
en@shaw: ğ‘’ğ‘¢ğ‘´ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘’ğ‘¢ğ‘´ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ Â·ğ‘¥ğ‘¸ğ‘’

source: Unmatched quotation mark in command line or other shell-quoted text
en@shaw: ğ‘©ğ‘¯ğ‘¥ğ‘¨ğ‘—ğ‘‘ ğ‘’ğ‘¢ğ‘´ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¸ğ‘’ ğ‘¦ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘¹ ğ‘³ğ‘ğ‘¼ ğ‘–ğ‘§ğ‘¤-ğ‘’ğ‘¢ğ‘´ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Text ended just after a '\' character. (The text was '%s')
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘© '\' ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼. (ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ '%s')

source: Text ended before matching quote was found for %c. (The text was '%s')
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¥ğ‘¨ğ‘—ğ‘¦ğ‘™ ğ‘’ğ‘¢ğ‘´ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘“ğ‘¹ %c. (ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ '%s')

source: Text was empty (or contained only whitespace)
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ (ğ‘¹ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘²ğ‘‘ğ‘•ğ‘ğ‘±ğ‘•)

source: Failed to read data from child process
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•

source: Failed to create pipe for communicating with child process (%s)
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘ğ‘²ğ‘ ğ‘“ğ‘¹ ğ‘’ğ‘©ğ‘¥ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• (%s)

source: Failed to read from child pipe (%s)
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘²ğ‘ (%s)

source: Failed to change to directory '%s' (%s)
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ '%s' (%s)

source: Failed to execute child process (%s)
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• (%s)

source: Invalid program name: %s
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¯ğ‘±ğ‘¥: %s

source: Invalid string in argument vector at %d: %s
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¼ ğ‘¨ğ‘‘ %d: %s

source: Invalid string in environment: %s
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘§ğ‘¯ğ‘ğ‘²ğ‘¼ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘: %s

source: Invalid working directory: %s
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦: %s

source: Failed to execute helper program (%s)
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ğ‘¼ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ (%s)

source: Unexpected error in g_io_channel_win32_poll() reading data from a child process
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘»ğ‘¼ ğ‘¦ğ‘¯ g_io_channel_win32_poll() ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•

source: Failed to read data from child process (%s)
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• (%s)

source: Unexpected error in select() reading data from a child process (%s)
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘»ğ‘¼ ğ‘¦ğ‘¯ select() ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• (%s)

source: Unexpected error in waitpid() (%s)
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘»ğ‘¼ ğ‘¦ğ‘¯ waitpid() (%s)

source: Failed to fork (%s)
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘“ğ‘¹ğ‘’ (%s)

source: Failed to execute child process "%s" (%s)
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• "%s" (%s)

source: Failed to redirect output or input of child process (%s)
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘›ğ‘»ğ‘§ğ‘’ğ‘‘ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘¹ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• (%s)

source: Failed to fork child process (%s)
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘“ğ‘¹ğ‘’ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• (%s)

source: Unknown error executing child process "%s"
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘»ğ‘¼ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘¦ğ‘™ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• "%s"

source: Failed to read enough data from child pid pipe (%s)
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘—ğ‘²ğ‘¤ğ‘› pid ğ‘ğ‘²ğ‘ (%s)

source: Character out of range for UTF-8
en@shaw: ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘¬ğ‘‘ ğ‘ ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘“ğ‘¹ UTF-8

source: Invalid sequence in conversion input
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘

source: Character out of range for UTF-16
en@shaw: ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘¬ğ‘‘ ğ‘ ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘“ğ‘¹ UTF-16

source: Usage:
en@shaw: ğ‘¿ğ‘•ğ‘¦ğ‘¡:

source: [OPTION...]
en@shaw: [ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯...]

source: Help Options:
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: Show help options
en@shaw: ğ‘–ğ‘´ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Show all help options
en@shaw: ğ‘–ğ‘´ ğ‘·ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Application Options:
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: Cannot parse integer value '%s' for %s
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¸ğ‘• ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿ '%s' ğ‘“ğ‘¹ %s

source: Integer value '%s' for %s out of range
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿ '%s' ğ‘“ğ‘¹ %s ğ‘¬ğ‘‘ ğ‘ ğ‘®ğ‘±ğ‘¯ğ‘¡

source: Cannot parse double value '%s' for %s
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¸ğ‘• ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ '%s' ğ‘“ğ‘¹ %s

source: Double value '%s' for %s out of range
en@shaw: ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ '%s' ğ‘“ğ‘¹ %s ğ‘¬ğ‘‘ ğ‘ ğ‘®ğ‘±ğ‘¯ğ‘¡

source: Error parsing option %s
en@shaw: ğ‘»ğ‘¼ ğ‘ğ‘¸ğ‘•ğ‘¦ğ‘™ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ %s

source: Missing argument for %s
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ %s

source: Unknown option %s
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ %s

source: Valid key file could not be found in search dirs
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘•ğ‘»ğ‘— ğ‘›ğ‘»ğ‘Ÿ

source: Not a regular file
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘“ğ‘²ğ‘¤

source: File is empty
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦

source: Key file contains line '%s' which is not a key-value pair, group, or comment
en@shaw: ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘¤ğ‘²ğ‘¯ '%s' ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘’ğ‘°-ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ğ‘º, ğ‘œğ‘®ğ‘µğ‘, ğ‘¹ ğ‘’ğ‘³ğ‘¥ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Invalid group name: %s
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘±ğ‘¥: %s

source: Key file does not start with a group
en@shaw: ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘œğ‘®ğ‘µğ‘

source: Invalid key name: %s
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥: %s

source: Key file contains unsupported encoding '%s'
en@shaw: ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™ '%s'

source: Key file does not have group '%s'
en@shaw: ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘œğ‘®ğ‘µğ‘ '%s'

source: Key file does not have key '%s'
en@shaw: ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘° '%s'

source: Key file contains key '%s' with value '%s' which is not UTF-8
en@shaw: ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘’ğ‘° '%s' ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ '%s' ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ UTF-8

source: Key file contains key '%s' which has value that cannot be interpreted.
en@shaw: ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘’ğ‘° '%s' ğ‘¢ğ‘¦ğ‘— ğ‘£ğ‘¨ğ‘Ÿ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘®ğ‘©ğ‘‘ğ‘©ğ‘›.

source: Key file contains key '%s' which has a value that cannot be interpreted.
en@shaw: ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘’ğ‘° '%s' ğ‘¢ğ‘¦ğ‘— ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘®ğ‘©ğ‘‘ğ‘©ğ‘›.

source: Key file contains key '%s' in group '%s' which has value that cannot be interpreted.
en@shaw: ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘’ğ‘° '%s' ğ‘¦ğ‘¯ ğ‘œğ‘®ğ‘µğ‘ '%s' ğ‘¢ğ‘¦ğ‘— ğ‘£ğ‘¨ğ‘Ÿ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘®ğ‘©ğ‘‘ğ‘©ğ‘›.

source: Key file does not have key '%s' in group '%s'
en@shaw: ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘° '%s' ğ‘¦ğ‘¯ ğ‘œğ‘®ğ‘µğ‘ '%s'

source: Key file contains escape character at end of line
en@shaw: ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘¨ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘¤ğ‘²ğ‘¯

source: Key file contains invalid escape sequence '%s'
en@shaw: ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘• '%s'

source: Value '%s' cannot be interpreted as a number.
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿ '%s' ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘®ğ‘©ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘Ÿ ğ‘© ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼.

source: Integer value '%s' out of range
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿ '%s' ğ‘¬ğ‘‘ ğ‘ ğ‘®ğ‘±ğ‘¯ğ‘¡

source: Value '%s' cannot be interpreted as a float number.
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿ '%s' ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘®ğ‘©ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘Ÿ ğ‘© ğ‘“ğ‘¤ğ‘´ğ‘‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼.

source: Value '%s' cannot be interpreted as a boolean.
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿ '%s' ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘®ğ‘©ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘Ÿ ğ‘© ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯.

source: Too large count value passed to %s
en@shaw: ğ‘‘ğ‘µ ğ‘¤ğ‘¸ğ‘¡ ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘‘ %s

source: Stream is already closed
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›

source: Operation was cancelled
en@shaw: ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘›

source: Invalid object, not initialized
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘, ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘›

source: Incomplete multibyte sequence in input
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘šğ‘²ğ‘‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘

source: Not enough space in destination
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘•ğ‘ğ‘±ğ‘• ğ‘¦ğ‘¯ ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯

source: Cancellable initialization not supported
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘§ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘¦ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘¨ğ‘–ğ‘©ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Unknown type
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘‘ğ‘²ğ‘

source: %s filetype
en@shaw: %s ğ‘“ğ‘²ğ‘¤ğ‘‘ğ‘²ğ‘

source: %s type
en@shaw: %s ğ‘‘ğ‘²ğ‘

source: Unexpected early end-of-stream
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘»ğ‘¤ğ‘° ğ‘§ğ‘¯ğ‘›-ğ‘-ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥

source: Error sending message: %s
en@shaw: ğ‘»ğ‘¼ ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡: %s

source: COMMAND
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Unnamed
en@shaw: ğ‘©ğ‘¯ğ‘¯ğ‘±ğ‘¥ğ‘›

source: Desktop file didn't specify Exec field
en@shaw: ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘›ğ‘¦ğ‘›ğ‘¯ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² Exec ğ‘“ğ‘°ğ‘¤ğ‘›

source: Unable to find terminal required for application
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯

source: Can't create user application configuration folder %s: %s
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ %s: %s

source: Can't create user MIME configuration folder %s: %s
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¿ğ‘Ÿğ‘¼ MIME ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ %s: %s

source: Can't create user desktop file %s
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘“ğ‘²ğ‘¤ %s

source: Custom definition for %s
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘›ğ‘§ğ‘“ğ‘©ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ %s

source: drive doesn't implement eject
en@shaw: ğ‘›ğ‘®ğ‘²ğ‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘

source: drive doesn't implement eject or eject_with_operation
en@shaw: ğ‘›ğ‘®ğ‘²ğ‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ eject ğ‘¹ eject_with_operation

source: drive doesn't implement polling for media
en@shaw: ğ‘›ğ‘®ğ‘²ğ‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘ğ‘´ğ‘¤ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©

source: drive doesn't implement start
en@shaw: ğ‘›ğ‘®ğ‘²ğ‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘

source: drive doesn't implement stop
en@shaw: ğ‘›ğ‘®ğ‘²ğ‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘

source: Can't handle version %d of GEmblem encoding
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ %d ğ‘ GEmblem ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™

source: Malformed number of tokens (%d) in GEmblem encoding
en@shaw: ğ‘¥ğ‘¨ğ‘¤ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘‘ğ‘´ğ‘’ğ‘©ğ‘¯ğ‘Ÿ (%d) ğ‘¦ğ‘¯ GEmblem ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™

source: Can't handle version %d of GEmblemedIcon encoding
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ %d ğ‘ GEmblemedIcon ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™

source: Malformed number of tokens (%d) in GEmblemedIcon encoding
en@shaw: ğ‘¥ğ‘¨ğ‘¤ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘‘ğ‘´ğ‘’ğ‘©ğ‘¯ğ‘Ÿ (%d) ğ‘¦ğ‘¯ GEmblemedIcon ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™

source: Expected a GEmblem for GEmblemedIcon
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘© GEmblem ğ‘“ğ‘¹ GEmblemedIcon

source: Operation not supported
en@shaw: ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Containing mount does not exist
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘

source: Can't copy over directory
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘´ğ‘ğ‘¼ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Can't copy directory over directory
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘´ğ‘ğ‘¼ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Target file exists
en@shaw: ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•

source: Can't recursively copy directory
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘®ğ‘¦ğ‘’ğ‘»ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘¦ ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Splice not supported
en@shaw: ğ‘•ğ‘ğ‘¤ğ‘²ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Error splicing file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘•ğ‘ğ‘¤ğ‘²ğ‘•ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤: %s

source: Can't copy special file
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤

source: Invalid symlink value given
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘•ğ‘¦ğ‘¥ğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯

source: Trash not supported
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘– ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: File names cannot contain '%c'
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ '%c'

source: volume doesn't implement mount
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘

source: No application is registered as handling this file
en@shaw: ğ‘¯ğ‘´ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘› ğ‘¨ğ‘Ÿ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘¤ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤

source: Enumerator is closed
en@shaw: ğ‘§ğ‘¯ğ‘¿ğ‘¥ğ‘»ğ‘±ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›

source: File enumerator has outstanding operation
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘§ğ‘¯ğ‘¿ğ‘¥ğ‘»ğ‘±ğ‘‘ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¶ğ‘‘ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: File enumerator is already closed
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘§ğ‘¯ğ‘¿ğ‘¥ğ‘»ğ‘±ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›

source: Can't handle version %d of GFileIcon encoding
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ %d ğ‘ GFileIcon ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™

source: Malformed input data for GFileIcon
en@shaw: ğ‘¥ğ‘¨ğ‘¤ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘“ğ‘¹ GFileIcon

source: Stream doesn't support query_info
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ query_info

source: Seek not supported on stream
en@shaw: ğ‘•ğ‘°ğ‘’ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘ªğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥

source: Truncate not allowed on input stream
en@shaw: ğ‘‘ğ‘®ğ‘©ğ‘™ğ‘’ğ‘±ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘ªğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥

source: Truncate not supported on stream
en@shaw: ğ‘‘ğ‘®ğ‘©ğ‘™ğ‘’ğ‘±ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘ªğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥

source: Wrong number of tokens (%d)
en@shaw: ğ‘®ğ‘ªğ‘™ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘‘ğ‘´ğ‘’ğ‘©ğ‘¯ğ‘Ÿ (%d)

source: No type for class name %s
en@shaw: ğ‘¯ğ‘´ ğ‘‘ğ‘²ğ‘ ğ‘“ğ‘¹ ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘¯ğ‘±ğ‘¥ %s

source: Type %s does not implement the GIcon interface
en@shaw: ğ‘‘ğ‘²ğ‘ %s ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘ GIcon ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘•

source: Type %s is not classed
en@shaw: ğ‘‘ğ‘²ğ‘ %s ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘¤ğ‘¨ğ‘•ğ‘‘

source: Malformed version number: %s
en@shaw: ğ‘¥ğ‘¨ğ‘¤ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼: %s

source: Type %s does not implement from_tokens() on the GIcon interface
en@shaw: ğ‘‘ğ‘²ğ‘ %s ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ from_tokens() ğ‘ªğ‘¯ ğ‘ GIcon ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘•

source: Can't handle the supplied version the icon encoding
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘› ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™

source: Input stream doesn't implement read
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘®ğ‘§ğ‘›

source: Stream has outstanding operation
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¶ğ‘‘ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Not enough space for socket address
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘•ğ‘ğ‘±ğ‘• ğ‘“ğ‘¹ ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: Unsupported socket address
en@shaw: ğ‘³ğ‘¯ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: Unable to find default local directory monitor type
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘‘ğ‘²ğ‘

source: Invalid filename %s
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥ %s

source: Error getting filesystem info: %s
en@shaw: ğ‘»ğ‘¼ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¦ğ‘¯ğ‘“ğ‘´: %s

source: Can't rename root directory
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ ğ‘®ğ‘µğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Error renaming file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤: %s

source: Can't rename file, filename already exist
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘²ğ‘¤, ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘

source: Invalid filename
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥

source: Error opening file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤: %s

source: Can't open directory
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Error removing file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤: %s

source: Error trashing file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘‘ğ‘®ğ‘¨ğ‘–ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤: %s

source: Unable to create trash dir %s: %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘– ğ‘›ğ‘» %s: %s

source: Unable to find toplevel directory for trash
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘‘ğ‘ªğ‘ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘‘ğ‘®ğ‘¨ğ‘–

source: Unable to find or create trash directory
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¹ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘– ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Unable to create trashing info file: %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘–ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘“ğ‘´ ğ‘“ğ‘²ğ‘¤: %s

source: Unable to trash file: %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘– ğ‘“ğ‘²ğ‘¤: %s

source: Error creating directory: %s
en@shaw: ğ‘»ğ‘¼ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦: %s

source: Filesystem does not support symbolic links
en@shaw: ğ‘“ğ‘²ğ‘¤ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘•

source: Error making symbolic link: %s
en@shaw: ğ‘»ğ‘¼ ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘¦ğ‘™ğ‘’: %s

source: Error moving file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤: %s

source: Can't move directory over directory
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘´ğ‘ğ‘¼ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Backup file creation failed
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘³ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘±ğ‘¤ğ‘›

source: Error removing target file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘“ğ‘²ğ‘¤: %s

source: Move between mounts not supported
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘¥ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Attribute value must be non-NULL
en@shaw: ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¯ğ‘ªğ‘¯-NULL

source: Invalid attribute type (string expected)
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘‘ğ‘²ğ‘ (ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›)

source: Invalid extended attribute name
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: Error setting extended attribute '%s': %s
en@shaw: ğ‘»ğ‘¼ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ '%s': %s

source: Error stating file '%s': %s
en@shaw: ğ‘»ğ‘¼ ğ‘•ğ‘‘ğ‘¨ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ '%s': %s

source: (invalid encoding)
en@shaw: (ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™)

source: Error stating file descriptor: %s
en@shaw: ğ‘»ğ‘¼ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘¼: %s

source: Invalid attribute type (uint32 expected)
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘‘ğ‘²ğ‘ (uint32 ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›)

source: Invalid attribute type (uint64 expected)
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘‘ğ‘²ğ‘ (uint64 ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›)

source: Invalid attribute type (byte string expected)
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘‘ğ‘²ğ‘ (ğ‘šğ‘²ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›)

source: Cannot set permissions on symlinks
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘ªğ‘¯ğ‘Ÿ ğ‘ªğ‘¯ ğ‘•ğ‘¦ğ‘¥ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘•

source: Error setting permissions: %s
en@shaw: ğ‘»ğ‘¼ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘ªğ‘¯ğ‘Ÿ: %s

source: Error setting owner: %s
en@shaw: ğ‘»ğ‘¼ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘´ğ‘¯ğ‘¼: %s

source: symlink must be non-NULL
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¯ğ‘ªğ‘¯-NULL

source: Error setting symlink: %s
en@shaw: ğ‘»ğ‘¼ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘¥ğ‘¤ğ‘¦ğ‘™ğ‘’: %s

source: Error setting symlink: file is not a symlink
en@shaw: ğ‘»ğ‘¼ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘¥ğ‘¤ğ‘¦ğ‘™ğ‘’: ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘•ğ‘¦ğ‘¥ğ‘¤ğ‘¦ğ‘™ğ‘’

source: Error setting modification or access time: %s
en@shaw: ğ‘»ğ‘¼ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¹ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ğ‘²ğ‘¥: %s

source: SELinux context must be non-NULL
en@shaw: SELinux ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¯ğ‘ªğ‘¯-NULL

source: Error setting SELinux context: %s
en@shaw: ğ‘»ğ‘¼ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ SELinux ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘: %s

source: SELinux is not enabled on this system
en@shaw: SELinux ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Setting attribute %s not supported
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ %s ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Error reading from file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘“ğ‘²ğ‘¤: %s

source: Error seeking in file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘•ğ‘°ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘“ğ‘²ğ‘¤: %s

source: Error closing file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤: %s

source: Unable to find default local file monitor type
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘‘ğ‘²ğ‘

source: Error writing to file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘“ğ‘²ğ‘¤: %s

source: Error removing old backup link: %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘´ğ‘¤ğ‘› ğ‘šğ‘¨ğ‘’ğ‘³ğ‘ ğ‘¤ğ‘¦ğ‘™ğ‘’: %s

source: Error creating backup copy: %s
en@shaw: ğ‘»ğ‘¼ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘’ğ‘³ğ‘ ğ‘’ğ‘ªğ‘ğ‘¦: %s

source: Error renaming temporary file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ğ‘¦ğ‘™ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ ğ‘“ğ‘²ğ‘¤: %s

source: Error truncating file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘‘ğ‘®ğ‘©ğ‘™ğ‘’ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤: %s

source: Error opening file '%s': %s
en@shaw: ğ‘»ğ‘¼ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ '%s': %s
