Repository: limboemu/limbo
Catalog: limbo-android-lib/src/main/jni/glib/po/*.po
Languages: en@shaw

source: Unexpected attribute '%s' for element '%s'
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ '%s' ğ‘“ğ‘¹ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ '%s

source: Attribute '%s' of element '%s' not found
en@shaw: ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ '%s' ğ‘ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ '%s' ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Unexpected tag '%s', tag '%s' expected
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘¨ğ‘œ '%s', ğ‘‘ğ‘¨ğ‘œ '%s' ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Unexpected tag '%s' inside '%s'
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘¨ğ‘œ '%s' ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› '%s'

source: No valid bookmark file found in data dirs
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘›ğ‘»ğ‘Ÿ

source: A bookmark for URI '%s' already exists
en@shaw: ğ‘© ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ ğ‘“ğ‘¹ URI '%s' ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•

source: No bookmark found for URI '%s'
en@shaw: ğ‘¯ğ‘´ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘“ğ‘¹ URI '%s'

source: No MIME type defined in the bookmark for URI '%s'
en@shaw: ğ‘¯ğ‘´ MIME ğ‘‘ğ‘²ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ ğ‘“ğ‘¹ ğ‘˜ğ‘»ğ‘° '%s'

source: No private flag has been defined in bookmark for URI '%s'
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ ğ‘“ğ‘¹ URI '%s'

source: No groups set in bookmark for URI '%s'
en@shaw: ğ‘¯ğ‘´ ğ‘œğ‘®ğ‘µğ‘ğ‘• ğ‘•ğ‘§ğ‘‘ ğ‘¦ğ‘¯ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ ğ‘“ğ‘¹ URI '%s'

source: No application with name '%s' registered a bookmark for '%s'
en@shaw: ğ‘¯ğ‘´ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘¯ğ‘±ğ‘¥ '%s' ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘› ğ‘© ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ ğ‘“ğ‘¹ '%s'

source: Failed to expand exec line '%s' with URI '%s'
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘§ğ‘œğ‘Ÿğ‘§ğ‘’ ğ‘¤ğ‘²ğ‘¯ '%s' ğ‘¢ğ‘¦ğ‘ URI '%s'

source: Conversion from character set '%s' to '%s' is not supported
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘•ğ‘§ğ‘‘ '%s' ğ‘‘ '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Could not open converter from '%s' to '%s'
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘‘ğ‘» ğ‘“ğ‘®ğ‘ªğ‘¥ '%s' ğ‘‘ '%s'

source: Invalid byte sequence in conversion input
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘šğ‘²ğ‘‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘

source: Error during conversion: %s
en@shaw: ğ‘»ğ‘¼ ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘–ğ‘©ğ‘¯: %s

source: Partial character sequence at end of input
en@shaw: ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘¨ğ‘¤ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘• ğ‘¨ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘

source: Cannot convert fallback '%s' to codeset '%s'
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘‘ ğ‘“ğ‘ªğ‘¤ğ‘šğ‘¨ğ‘’ '%s' ğ‘‘ ğ‘’ğ‘´ğ‘›ğ‘•ğ‘§ğ‘‘ '%s'

source: The URI '%s' is not an absolute URI using the "file" scheme
en@shaw: ğ‘ URI '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¯ ğ‘¨ğ‘šğ‘•ğ‘´ğ‘¤ğ‘µğ‘‘ URI ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘ "file" ğ‘•ğ‘’ğ‘°ğ‘¥

source: The local file URI '%s' may not include a '#'
en@shaw: ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ URI '%s' ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘› ğ‘© '#'

source: The URI '%s' is invalid
en@shaw: ğ‘ URI '%s' ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: The hostname of the URI '%s' is invalid
en@shaw: ğ‘ ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ URI '%s' ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: The URI '%s' contains invalidly escaped characters
en@shaw: ğ‘ URI '%s' ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›ğ‘¤ğ‘¦ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: The pathname '%s' is not an absolute path
en@shaw: ğ‘ ğ‘ğ‘­ğ‘”ğ‘¯ğ‘±ğ‘¥ '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¯ ğ‘¨ğ‘šğ‘•ğ‘´ğ‘¤ğ‘µğ‘‘ ğ‘ğ‘­ğ‘”

source: Invalid hostname
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘¯ğ‘±ğ‘¥

source: Error opening directory '%s': %s
en@shaw: ğ‘»ğ‘¼ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ '%s': %s

source: Could not allocate %lu bytes to read file "%s"
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ %lu ğ‘šğ‘²ğ‘‘ğ‘• ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘“ğ‘²ğ‘¤ "%s"

source: Error reading file '%s': %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ '%s': %s

source: File "%s" is too large
en@shaw: ğ‘“ğ‘²ğ‘¤ "%s" ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘¤ğ‘¸ğ‘¡

source: Failed to read from file '%s': %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘“ğ‘²ğ‘¤ '%s': %s

source: Failed to open file '%s': %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ '%s': %s

source: Failed to get attributes of file '%s': fstat() failed: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ğ‘• ğ‘ ğ‘“ğ‘²ğ‘¤ '%s': fstat() ğ‘“ğ‘±ğ‘¤ğ‘›: %s

source: Failed to open file '%s': fdopen() failed: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ '%s': fdopen() ğ‘“ğ‘±ğ‘¤ğ‘›: %s

source: Failed to rename file '%s' to '%s': g_rename() failed: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘²ğ‘¤ '%s' ğ‘‘ '%s': g_rename() ğ‘“ğ‘±ğ‘¤ğ‘›: %s

source: Failed to create file '%s': %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘“ğ‘²ğ‘¤ '%s': %s

source: Failed to open file '%s' for writing: fdopen() failed: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ '%s' ğ‘“ğ‘¹ ğ‘®ğ‘²ğ‘‘ğ‘¦ğ‘™: fdopen() ğ‘“ğ‘±ğ‘¤ğ‘›: %s

source: Failed to write file '%s': fwrite() failed: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘“ğ‘²ğ‘¤ '%s': fwrite() ğ‘“ğ‘±ğ‘¤ğ‘›: %s

source: Failed to write file '%s': fflush() failed: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘“ğ‘²ğ‘¤ '%s': fflush() ğ‘“ğ‘±ğ‘¤ğ‘›: %s

source: Failed to write file '%s': fsync() failed: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘“ğ‘²ğ‘¤ '%s': fsync() ğ‘“ğ‘±ğ‘¤ğ‘›: %s

source: Failed to close file '%s': fclose() failed: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘“ğ‘²ğ‘¤ '%s': fclose() ğ‘“ğ‘±ğ‘¤ğ‘›: %s

source: Existing file '%s' could not be removed: g_unlink() failed: %s
en@shaw: ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ '%s' ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘›: g_unlink() ğ‘“ğ‘±ğ‘¤ğ‘›: %s

source: Template '%s' invalid, should not contain a '%s'
en@shaw: ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¤ğ‘±ğ‘‘ '%s' ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›, ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘© '%s'

source: Template '%s' doesn't contain XXXXXX
en@shaw: ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¤ğ‘±ğ‘‘ '%s' ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ XXXXXX

source: %u byte
en@shaw: %u ğ‘šğ‘²ğ‘‘

source: Failed to read the symbolic link '%s': %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘¦ğ‘™ğ‘’ '%s': %s

source: Symbolic links not supported
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Could not open converter from '%s' to '%s': %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘‘ğ‘» ğ‘“ğ‘®ğ‘ªğ‘¥ '%s' ğ‘‘ '%s': %s

source: Can't do a raw read in g_io_channel_read_line_string
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘›ğ‘µ ğ‘© ğ‘®ğ‘· ğ‘®ğ‘§ğ‘› ğ‘¦ğ‘¯ g_io_channel_read_line_string

source: Leftover unconverted data in read buffer
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ğ‘´ğ‘ğ‘» ğ‘©ğ‘¯ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¦ğ‘¯ ğ‘®ğ‘°ğ‘› ğ‘šğ‘³ğ‘“ğ‘¼

source: Channel terminates in a partial character
en@shaw: ğ‘—ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘±ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘¨ğ‘¤ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼

source: Can't do a raw read in g_io_channel_read_to_end
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘›ğ‘µ ğ‘© ğ‘®ğ‘· ğ‘®ğ‘§ğ‘› ğ‘¦ğ‘¯ g_io_channel_read_to_end

source: Failed to open file '%s': open() failed: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ '%s': open() ğ‘“ğ‘±ğ‘¤ğ‘›: %s

source: Failed to map file '%s': mmap() failed: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¥ğ‘¨ğ‘ ğ‘“ğ‘²ğ‘¤ '%s': mmap() ğ‘“ğ‘±ğ‘¤ğ‘›: %s

source: Error on line %d char %d:
en@shaw: ğ‘»ğ‘¼ ğ‘ªğ‘¯ ğ‘¤ğ‘²ğ‘¯ %d ğ‘—ğ‘¸ %d:

source: Invalid UTF-8 encoded text in name - not valid '%s'
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› UTF-8 ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘©ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘¯ğ‘±ğ‘¥ - ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› '%s'

source: '%s' is not a valid name
en@shaw: '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¯ğ‘±ğ‘¥

source: '%s' is not a valid name: '%c'
en@shaw: '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¯ğ‘±ğ‘¥: '%c'

source: Error on line %d: %s
en@shaw: ğ‘»ğ‘¼ ğ‘ªğ‘¯ ğ‘¤ğ‘²ğ‘¯ %d: %s

source: Failed to parse '%-.*s', which should have been a digit inside a character reference (&#234; for example) - perhaps the digit is too large
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘ğ‘¸ğ‘• '%-.*s', ğ‘¢ğ‘¦ğ‘— ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘© ğ‘›ğ‘¦ğ‘¡ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘© ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘• (&#234; ğ‘“ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤) - ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘ ğ‘›ğ‘¦ğ‘¡ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘¤ğ‘¸ğ‘¡

source: Character reference did not end with a semicolon; most likely you used an ampersand character without intending to start an entity - escape ampersand as &amp;
en@shaw: ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘• ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘•ğ‘§ğ‘¥ğ‘¦ğ‘’ğ‘´ğ‘¤ğ‘ªğ‘¯; ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¤ğ‘²ğ‘’ğ‘¤ğ‘¦ ğ‘¿ ğ‘¿ğ‘•ğ‘‘ ğ‘©ğ‘¯ ğ‘¨ğ‘¥ğ‘ğ‘»ğ‘•ğ‘¨ğ‘¯ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘‘ğ‘¦ - ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘¨ğ‘¥ğ‘ğ‘»ğ‘•ğ‘¨ğ‘¯ğ‘› ğ‘¨ğ‘Ÿ &amp;

source: Character reference '%-.*s' does not encode a permitted character
en@shaw: ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘• '%-.*s' ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘› ğ‘© ğ‘ğ‘¼ğ‘¥ğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼

source: Empty entity '&;' seen; valid entities are: &amp; &quot; &lt; &gt; &apos;
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘‘ğ‘¦ '&;' ğ‘•ğ‘°ğ‘¯; ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ ğ‘¸: &amp; &quot; &lt; &gt; &apos;

source: Entity name '%-.*s' is not known
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¯ğ‘±ğ‘¥ '%-.*s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´ğ‘¯

source: Entity did not end with a semicolon; most likely you used an ampersand character without intending to start an entity - escape ampersand as &amp;
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘‘ğ‘¦ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘•ğ‘§ğ‘¥ğ‘¦ğ‘’ğ‘´ğ‘¤ğ‘ªğ‘¯; ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¤ğ‘²ğ‘’ğ‘¤ğ‘¦ ğ‘¿ ğ‘¿ğ‘•ğ‘‘ ğ‘©ğ‘¯ ğ‘¨ğ‘¥ğ‘ğ‘»ğ‘•ğ‘¨ğ‘¯ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘‘ğ‘¦ - ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘¨ğ‘¥ğ‘ğ‘»ğ‘•ğ‘¨ğ‘¯ğ‘› ğ‘¨ğ‘Ÿ &amp;

source: Document must begin with an element (e.g. <book>)
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ (e.g. <book>)

source: '%s' is not a valid character following a '<' character; it may not begin an element name
en@shaw: '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘© '<' ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼; ğ‘¦ğ‘‘ ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: Odd character '%s', expected a '>' character to end the empty-element tag '%s'
en@shaw: ğ‘ªğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ '%s', ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘© '>' ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦-ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘¨ğ‘œ '%s'

source: Odd character '%s', expected a '=' after attribute name '%s' of element '%s'
en@shaw: ğ‘ªğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ '%s', ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘© '=' ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¯ğ‘±ğ‘¥ '%s' ğ‘ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ '%s'

source: Odd character '%s', expected a '>' or '/' character to end the start tag of element '%s', or optionally an attribute; perhaps you used an invalid character in an attribute name
en@shaw: ğ‘ªğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ '%s', ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘© '>' ğ‘¹ '/' ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘‘ğ‘¨ğ‘œ ğ‘ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ '%s',ğ‘¹ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘©ğ‘¯ ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘; ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¿ ğ‘¿ğ‘•ğ‘‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘©ğ‘¯ ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: Odd character '%s', expected an open quote mark after the equals sign when giving value for attribute '%s' of element '%s'
en@shaw: ğ‘ªğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ '%s', ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘©ğ‘¯ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘’ğ‘¢ğ‘´ğ‘‘ Â·ğ‘¥ğ‘¸ğ‘’ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¤ğ‘Ÿ ğ‘•ğ‘²ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘œğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘“ğ‘¹ ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ '%s' ğ‘ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ '%s'

source: '%s' is not a valid character following the characters '</'; '%s' may not begin an element name
en@shaw: '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ '</'; '%s' ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: '%s' is not a valid character following the close element name '%s'; the allowed character is '>'
en@shaw: '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥ '%s'; ğ‘ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ '>'

source: Element '%s' was closed, no element is currently open
en@shaw: ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ '%s' ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›, ğ‘¯ğ‘´ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘´ğ‘ğ‘©ğ‘¯

source: Element '%s' was closed, but the currently open element is '%s'
en@shaw: ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ '%s' ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘Ÿ '%s'

source: Document was empty or contained only whitespace
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘¹ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘²ğ‘‘ğ‘•ğ‘ğ‘±ğ‘•

source: Document ended unexpectedly just after an open angle bracket '<'
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘©ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘›ğ‘¤ğ‘° ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘©ğ‘¯ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¨ğ‘™ğ‘œğ‘¤ ğ‘šğ‘®ğ‘¨ğ‘’ğ‘©ğ‘‘ '<'

source: Document ended unexpectedly with elements still open - '%s' was the last element opened
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘©ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘›ğ‘¤ğ‘° ğ‘¢ğ‘¦ğ‘ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘´ğ‘ğ‘©ğ‘¯ - '%s' ğ‘¢ğ‘ªğ‘Ÿ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘›

source: Document ended unexpectedly, expected to see a close angle bracket ending the tag <%s/>
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘©ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘›ğ‘¤ğ‘°, ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘•ğ‘° ğ‘© ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘¨ğ‘™ğ‘œğ‘¤ ğ‘šğ‘®ğ‘¨ğ‘’ğ‘©ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘¨ğ‘œ <%s/>

source: Document ended unexpectedly inside an element name
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘©ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘›ğ‘¤ğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: Document ended unexpectedly inside an attribute name
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘©ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘›ğ‘¤ğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘©ğ‘¯ ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: Document ended unexpectedly inside an element-opening tag.
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘©ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘›ğ‘¤ğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘-ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘‘ğ‘¨ğ‘œ.

source: Document ended unexpectedly after the equals sign following an attribute name; no attribute value
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘©ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘›ğ‘¤ğ‘° ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¤ğ‘Ÿ ğ‘•ğ‘²ğ‘¯ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘©ğ‘¯ ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¯ğ‘±ğ‘¥; ğ‘¯ğ‘´ ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Document ended unexpectedly while inside an attribute value
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘©ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘›ğ‘¤ğ‘° ğ‘¢ğ‘²ğ‘¤ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘©ğ‘¯ ğ‘¨ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Document ended unexpectedly inside the close tag for element '%s'
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘©ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘›ğ‘¤ğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘“ğ‘¹ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ '%s'

source: Document ended unexpectedly inside a comment or processing instruction
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘©ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘›ğ‘¤ğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘© ğ‘’ğ‘³ğ‘¥ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¹ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯

source: corrupted object
en@shaw: ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ğ‘©ğ‘› ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘

source: internal error or corrupted object
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘»ğ‘¼ ğ‘¹ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ğ‘©ğ‘› ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘

source: out of memory
en@shaw: ğ‘¬ğ‘‘ ğ‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦

source: backtracking limit reached
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ ğ‘®ğ‘°ğ‘—ğ‘‘

source: the pattern contains items not supported for partial matching
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘¨ğ‘¤ ğ‘¥ğ‘¨ğ‘—ğ‘¦ğ‘™

source: internal error
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘»ğ‘¼

source: back references as conditions are not supported for partial matching
en@shaw: ğ‘šğ‘¨ğ‘’ ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘¨ğ‘¤ ğ‘¥ğ‘¨ğ‘—ğ‘¦ğ‘™

source: recursion limit reached
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘»ğ‘–ğ‘©ğ‘¯ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ ğ‘®ğ‘°ğ‘—ğ‘‘

source: workspace limit for empty substrings reached
en@shaw: ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ ğ‘“ğ‘¹ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘•ğ‘³ğ‘šğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ğ‘Ÿ ğ‘®ğ‘°ğ‘—ğ‘‘

source: invalid combination of newline flags
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¯ğ‘¿ğ‘¤ğ‘²ğ‘¯ ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ

source: unknown error
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘»ğ‘¼

source: \ at end of pattern
en@shaw: \ ğ‘¨ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯

source: \c at end of pattern
en@shaw: \c ğ‘¨ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯

source: unrecognized character follows \
en@shaw: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘Ÿ \

source: case-changing escapes (\l, \L, \u, \U) are not allowed here
en@shaw: ğ‘’ğ‘±ğ‘•-ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘¦ğ‘™ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘• (\l, \L, \u, \U) ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘£ğ‘½

source: numbers out of order in {} quantifier
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘¬ğ‘‘ ğ‘ ğ‘¹ğ‘›ğ‘¼ ğ‘¦ğ‘¯ {} ğ‘’ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘¼

source: number too big in {} quantifier
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘‘ğ‘µ ğ‘šğ‘¦ğ‘œ ğ‘¦ğ‘¯ {} ğ‘’ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘¼

source: missing terminating ] for character class
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘¦ğ‘™ ] ğ‘“ğ‘¹ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘’ğ‘¤ğ‘­ğ‘•

source: invalid escape sequence in character class
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘’ğ‘¤ğ‘­ğ‘•

source: range out of order in character class
en@shaw: ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘¬ğ‘‘ ğ‘ ğ‘¹ğ‘›ğ‘¼ ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘’ğ‘¤ğ‘­ğ‘•

source: nothing to repeat
en@shaw: ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘°ğ‘‘

source: unrecognized character after (?
en@shaw: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘­ğ‘“ğ‘‘ğ‘¼ (?

source: unrecognized character after (?<
en@shaw: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘­ğ‘“ğ‘‘ğ‘¼ (?<

source: unrecognized character after (?P
en@shaw: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘­ğ‘“ğ‘‘ğ‘¼ (?P

source: POSIX named classes are supported only within a class
en@shaw: POSIX ğ‘¯ğ‘±ğ‘¥ğ‘› ğ‘’ğ‘¤ğ‘­ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘¦ğ‘ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘¤ğ‘­ğ‘•

source: missing terminating )
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘¦ğ‘™ )

source: ) without opening (
en@shaw: ) ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ (

source: (?R or (?[+-]digits must be followed by )
en@shaw: (?ğ‘­ğ‘® ğ‘¹ (?[+-]ğ‘›ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘• ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘šğ‘² )

source: reference to non-existent subpattern
en@shaw: ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘¯ğ‘ªğ‘¯-ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘³ğ‘šğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯

source: missing ) after comment
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ) ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘’ğ‘³ğ‘¥ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: regular expression too large
en@shaw: ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘µ ğ‘¤ğ‘¸ğ‘¡

source: failed to get memory
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦

source: lookbehind assertion is not fixed length
en@shaw: ğ‘¤ğ‘«ğ‘’ğ‘šğ‘©ğ‘£ğ‘¦ğ‘¯ğ‘› ğ‘©ğ‘•ğ‘»ğ‘•ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘¤ğ‘§ğ‘™ğ‘”

source: malformed number or name after (?(
en@shaw: ğ‘¥ğ‘¨ğ‘¤ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘¹ ğ‘¯ğ‘±ğ‘¥ ğ‘­ğ‘“ğ‘‘ğ‘¼ (?(

source: conditional group contains more than two branches
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘œğ‘®ğ‘µğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘‘ğ‘µ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ

source: assertion expected after (?(
en@shaw: ğ‘©ğ‘•ğ‘»ğ‘•ğ‘©ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘­ğ‘“ğ‘‘ğ‘¼ (?(

source: unknown POSIX class name
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ POSIX ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘¯ğ‘±ğ‘¥

source: POSIX collating elements are not supported
en@shaw: POSIX ğ‘’ğ‘ªğ‘¤ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: character value in \x{...} sequence is too large
en@shaw: ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘¯ \x{...} ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘¤ğ‘¸ğ‘¡

source: invalid condition (?(0)
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ (?(0)

source: \C not allowed in lookbehind assertion
en@shaw: \C ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘¦ğ‘¯ lookbehind ğ‘©ğ‘•ğ‘»ğ‘•ğ‘©ğ‘¯

source: recursive call could loop indefinitely
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘»ğ‘•ğ‘¦ğ‘ ğ‘’ğ‘·ğ‘¤ ğ‘’ğ‘«ğ‘› ğ‘¤ğ‘µğ‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘“ğ‘©ğ‘¯ğ‘©ğ‘‘ğ‘¤ğ‘¦

source: missing terminator in subpattern name
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘» ğ‘¦ğ‘¯ ğ‘•ğ‘³ğ‘šğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ ğ‘¯ğ‘±ğ‘¥

source: two named subpatterns have the same name
en@shaw: ğ‘‘ğ‘µ ğ‘¯ğ‘±ğ‘¥ğ‘› ğ‘•ğ‘³ğ‘šğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¯ğ‘±ğ‘¥

source: malformed \P or \p sequence
en@shaw: ğ‘¥ğ‘¨ğ‘¤ğ‘“ğ‘¹ğ‘¥ğ‘› \P ğ‘¹ \p ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•

source: unknown property name after \P or \p
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ ğ‘¯ğ‘±ğ‘¥ ğ‘­ğ‘“ğ‘‘ğ‘¼ \P ğ‘¹ \p

source: subpattern name is too long (maximum 32 characters)
en@shaw: ğ‘•ğ‘³ğ‘šğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘¤ğ‘ªğ‘™ (ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ 32 ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ)

source: too many named subpatterns (maximum 10,000)
en@shaw: ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¯ğ‘±ğ‘¥ğ‘› ğ‘•ğ‘³ğ‘šğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ğ‘Ÿ (ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ 10,000)

source: octal value is greater than \377
en@shaw: ğ‘ªğ‘’ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘Ÿ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ \377

source: DEFINE group contains more than one branch
en@shaw: DEFINE ğ‘œğ‘®ğ‘µğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—

source: repeating a DEFINE group is not allowed
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘© DEFINE ğ‘œğ‘®ğ‘µğ‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘›

source: inconsistent NEWLINE options
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ NEWLINE ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: \g is not followed by a braced name or an optionally braced non-zero number
en@shaw: \g ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘šğ‘² ğ‘© ğ‘šğ‘®ğ‘±ğ‘•ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¹ ğ‘©ğ‘¯ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘šğ‘®ğ‘±ğ‘•ğ‘‘ ğ‘¯ğ‘ªğ‘¯-ğ‘Ÿğ‘½ğ‘´ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼

source: unexpected repeat
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘¦ğ‘ğ‘°ğ‘‘

source: code overflow
en@shaw: ğ‘’ğ‘´ğ‘› ğ‘´ğ‘ğ‘¼ğ‘“ğ‘¤ğ‘´

source: overran compiling workspace
en@shaw: ğ‘´ğ‘ğ‘»ğ‘®ğ‘¨ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘²ğ‘¤ğ‘¦ğ‘™ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•

source: previously-checked referenced subpattern not found
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•ğ‘¤ğ‘¦-ğ‘—ğ‘§ğ‘’ğ‘‘ ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘•ğ‘³ğ‘šğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Error while matching regular expression %s: %s
en@shaw: ğ‘»ğ‘¼ ğ‘¢ğ‘²ğ‘¤ ğ‘¥ğ‘¨ğ‘—ğ‘¦ğ‘™ ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯ %s: %s

source: PCRE library is compiled without UTF8 support
en@shaw: PCRE ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ UTF8 ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘

source: PCRE library is compiled without UTF8 properties support
en@shaw: PCRE ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ UTF8 ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘

source: Error while compiling regular expression %s at char %d: %s
en@shaw: ğ‘»ğ‘¼ ğ‘¢ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘²ğ‘¤ğ‘¦ğ‘™ ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯ %s ğ‘¨ğ‘‘ ğ‘—ğ‘¸ %d: %s

source: Error while optimizing regular expression %s: %s
en@shaw: ğ‘»ğ‘¼ ğ‘¢ğ‘²ğ‘¤ ğ‘ªğ‘ğ‘‘ğ‘¦ğ‘¥ğ‘²ğ‘Ÿğ‘¦ğ‘™ ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯ %s: %s

source: hexadecimal digit or '}' expected
en@shaw: ğ‘£ğ‘§ğ‘’ğ‘•ğ‘©ğ‘›ğ‘§ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘¡ğ‘¦ğ‘‘ ğ‘¹ '}' ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: hexadecimal digit expected
en@shaw: ğ‘£ğ‘§ğ‘’ğ‘•ğ‘©ğ‘›ğ‘§ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘¡ğ‘¦ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›
