Repository: limboemu/limbo
Catalog: limbo-android-lib/src/main/jni/glib/po/*.po
Languages: en@shaw

source: Target file is a directory
en@shaw: ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘© ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Target file is not a regular file
en@shaw: ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘“ğ‘²ğ‘¤

source: The file was externally modified
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›

source: Error removing old file: %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘´ğ‘¤ğ‘› ğ‘“ğ‘²ğ‘¤: %s

source: Invalid GSeekType supplied
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› GSeekType ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘›

source: Invalid seek request
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘•ğ‘°ğ‘’ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘

source: Cannot truncate GMemoryInputStream
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘®ğ‘©ğ‘™ğ‘’ğ‘±ğ‘‘ GMemoryInputStream

source: Memory output stream not resizable
en@shaw: ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘²ğ‘Ÿğ‘©ğ‘šğ‘©ğ‘¤

source: Failed to resize memory output stream
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘²ğ‘Ÿ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥

source: Amount of memory required to process the write is larger than available address space
en@shaw: ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘¸ğ‘¡ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘• ğ‘•ğ‘ğ‘±ğ‘•

source: Requested seek before the beginning of the stream
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘°ğ‘’ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥

source: Requested seek beyond the end of the stream
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘°ğ‘’ ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥

source: mount doesn't implement "unmount"
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ "ğ‘³ğ‘¯ğ‘¥ğ‘¬ğ‘¯ğ‘‘"

source: mount doesn't implement "eject"
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ "ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘"

source: mount doesn't implement "unmount" or "unmount_with_operation"
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ "ğ‘³ğ‘¯ğ‘¥ğ‘¬ğ‘¯ğ‘‘" ğ‘¹ "ğ‘³ğ‘¯ğ‘¥ğ‘¬ğ‘¯ğ‘‘_ğ‘¢ğ‘¦ğ‘_ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯"

source: mount doesn't implement "eject" or "eject_with_operation"
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ "ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘" ğ‘¹ "ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘_ğ‘¢ğ‘¦ğ‘_ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯"

source: mount doesn't implement "remount"
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ "ğ‘®ğ‘°ğ‘¥ğ‘¬ğ‘¯ğ‘‘"

source: mount doesn't implement content type guessing
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘ ğ‘‘ğ‘²ğ‘ ğ‘œğ‘§ğ‘•ğ‘¦ğ‘™

source: mount doesn't implement synchronous content type guessing
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘©ğ‘¯ğ‘©ğ‘• ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘ ğ‘‘ğ‘²ğ‘ ğ‘œğ‘§ğ‘•ğ‘¦ğ‘™

source: Hostname '%s' contains '[' but not ']'
en@shaw: ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘¯ğ‘±ğ‘¥ '%s' ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ '[' ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ']'

source: Output stream doesn't implement write
en@shaw: ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘®ğ‘²ğ‘‘

source: Source stream is already closed
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›

source: Error resolving '%s': %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘¦ğ‘™ '%s': %s

source: Error reverse-resolving '%s': %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘°ğ‘ğ‘»ğ‘•-ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘¦ğ‘™ '%s': %s

source: No service record for '%s'
en@shaw: ğ‘¯ğ‘´ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• ğ‘®ğ‘©ğ‘’ğ‘¹ğ‘› ğ‘“ğ‘¹ '%s'

source: Temporarily unable to resolve '%s'
en@shaw: ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ğ‘¤ğ‘¦ ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ '%s'

source: Error resolving '%s'
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘¦ğ‘™ '%s'

source: where to store the gschemas.compiled file
en@shaw: ğ‘¢ğ‘º ğ‘‘ ğ‘•ğ‘‘ğ‘¹ ğ‘ gschemas.compiled ğ‘“ğ‘²ğ‘¤

source: DIRECTORY
en@shaw: ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Do not write the gschema.compiled file
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘ gschema.compiled ğ‘“ğ‘²ğ‘¤

source: Do not enforce key name restrictions
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¯ğ‘“ğ‘ªğ‘®ğ‘• ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Compile all GSettings schema files into a schema cache. Schema files are required to have the extension .gschema.xml, and the cache file is called gschemas.compiled.
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘ğ‘²ğ‘¤ ğ‘·ğ‘¤ GSettings ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘© ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘© ğ‘’ğ‘¨ğ‘–. ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘© ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ .gschema.xml, ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘– ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘’ğ‘·ğ‘¤ğ‘› gschemas.compiled.

source: You should give exactly one directory name
en@shaw: ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘œğ‘¦ğ‘ ğ‘¦ğ‘œğ‘Ÿğ‘¨ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘¢ğ‘³ğ‘¯ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¯ğ‘±ğ‘¥

source: No schema files found
en@shaw: ğ‘¯ğ‘´ ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘© ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Commands: help Show this information get Get the value of a key set Set the value of a key monitor Monitor a key for changes writable Check if a key is writable Use '%s COMMAND --help' to get help for individual commands.
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ: help ğ‘–ğ‘´ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ get ğ‘œğ‘§ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘© ğ‘’ğ‘° set ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘© ğ‘’ğ‘° monitor ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘© ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ writable ğ‘—ğ‘§ğ‘’ ğ‘¦ğ‘“ ğ‘© ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘®ğ‘²ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¿ğ‘Ÿ '%s ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› --help' ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘ğ‘¦ğ‘›ğ‘¿ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ.

source: Specify the path for the schema
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘ ğ‘ğ‘­ğ‘” ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘©

source: PATH
en@shaw: ğ‘ğ‘­ğ‘”

source: SCHEMA KEY
en@shaw: ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘© ğ‘’ğ‘°

source: Get the value of KEY
en@shaw: ğ‘œğ‘§ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘’ğ‘°

source: Arguments: SCHEMA The id of the schema KEY The name of the key
en@shaw: ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•: ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘© ğ‘ ğ‘¦ğ‘› ğ‘ ğ‘ schema ğ‘’ğ‘° ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘°

source: SCHEMA KEY VALUE
en@shaw: ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘© ğ‘’ğ‘° ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Set the value of KEY
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘’ğ‘°

source: Arguments: SCHEMA The id of the schema KEY The name of the key VALUE The value to set key to, as a serialized GVariant
en@shaw: ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•: ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘© ğ‘ ğ‘¦ğ‘› ğ‘ ğ‘ schema ğ‘’ğ‘° ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘° ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘’ğ‘° ğ‘‘, ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘› GVariant

source: Key %s is not writable
en@shaw: ğ‘’ğ‘° %s ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘²ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤

source: Find out whether KEY is writable
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¬ğ‘‘ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘®ğ‘²ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤

source: Monitor KEY for changes and print the changed values. Monitoring will continue until the process is terminated.
en@shaw: ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ. ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘‘ğ‘»ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘¦ğ‘Ÿ ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘›.

source: Unknown command '%s'
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› '%s'

source: Invalid socket, not initialized
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘, ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘›

source: Invalid socket, initialization failed due to: %s
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘, ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘¦ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘¨ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘›ğ‘¿ ğ‘‘: %s

source: Socket is already closed
en@shaw: ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›

source: Socket I/O timed out
en@shaw: ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘ I/O ğ‘‘ğ‘²ğ‘¥ğ‘› ğ‘¬ğ‘‘

source: creating GSocket from fd: %s
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘™ GSocket ğ‘“ğ‘®ğ‘ªğ‘¥ fd: %s

source: Unable to create socket: %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘: %s

source: Unknown protocol was specified
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘ğ‘®ğ‘´ğ‘‘ğ‘©ğ‘’ğ‘ªğ‘¤ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘›

source: could not get local address: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•: %s

source: could not get remote address: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•: %s

source: could not listen: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯: %s

source: Error binding to address: %s
en@shaw: ğ‘»ğ‘¼ ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•: %s

source: Error accepting connection: %s
en@shaw: ğ‘»ğ‘¼ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯: %s

source: Error connecting:
en@shaw: ğ‘»ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™:

source: Connection in progress
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘•

source: Error connecting: %s
en@shaw: ğ‘»ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™: %s

source: Unable to get pending error: %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘»ğ‘¼: %s

source: Error receiving data: %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘‘ğ‘©: %s

source: Error sending data: %s
en@shaw: ğ‘»ğ‘¼ ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘‘ğ‘©: %s

source: Error closing socket: %s
en@shaw: ğ‘»ğ‘¼ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘: %s

source: Waiting for socket condition: %s
en@shaw: ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯: %s

source: GSocketControlMessage not supported on windows
en@shaw: GSocketControlMessage ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘ªğ‘¯ Â·ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ

source: Error receiving message: %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡: %s

source: Unknown error on connect
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘»ğ‘¼ ğ‘ªğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘

source: Listener is already closed
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯ğ‘» ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›

source: Added socket is closed
en@shaw: ğ‘¨ğ‘›ğ‘©ğ‘› ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›

source: Can't handle version %d of GThemedIcon encoding
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ %d ğ‘ GThemedIcon ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™

source: Expecting 1 control message, got %d
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ 1 ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡, ğ‘œğ‘ªğ‘‘ %d

source: Unexpected type of ancillary data
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘®ğ‘° ğ‘›ğ‘±ğ‘‘ğ‘©

source: Expecting one fd, but got %d
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘³ğ‘¯ fd, ğ‘šğ‘³ğ‘‘ ğ‘œğ‘ªğ‘‘ %d

source: Received invalid fd
en@shaw: ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› fd

source: Error reading from unix: %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘•: %s

source: Error closing unix: %s
en@shaw: ğ‘»ğ‘¼ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘•: %s

source: Filesystem root
en@shaw: ğ‘“ğ‘²ğ‘¤ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘®ğ‘µğ‘‘

source: Error writing to unix: %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘‘ Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘•: %s

source: Abstract unix domain socket addresses not supported on this system
en@shaw: ğ‘¨ğ‘šğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘• ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯ ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•ğ‘©ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: volume doesn't implement eject
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘

source: volume doesn't implement eject or eject_with_operation
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¹ eject_with_operation

source: Can't find application
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯

source: Error launching application: %s
en@shaw: ğ‘»ğ‘¼ ğ‘¤ğ‘·ğ‘¯ğ‘—ğ‘¦ğ‘™ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯: %s

source: URIs not supported
en@shaw: URIğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: association changes not supported on win32
en@shaw: ğ‘©ğ‘•ğ‘´ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘ªğ‘¯ win32

source: Association creation not supported on win32
en@shaw: ğ‘©ğ‘•ğ‘´ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘ªğ‘¯ win32

source: Not enough memory
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦

source: Internal error: %s
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘»ğ‘¼: %s

source: Need more input
en@shaw: ğ‘¯ğ‘°ğ‘› ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘

source: Invalid compressed data
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘›ğ‘±ğ‘‘ğ‘©
